MTAS/MTAS_conference.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cai3="http://schemas.ericsson.com/cai3g1.2/" xmlns:mtas="http://schemas.ericsson.com/ema/UserProvisioning/MTAS/">
   <soapenv:Header>
      <cai3:SessionId>123456</cai3:SessionId>
   </soapenv:Header>
   <soapenv:Body>
      <cai3:Set>
         <cai3:MOType>Subscription@http://schemas.ericsson.com/ema/UserProvisioning/MTAS/</cai3:MOType>
         <cai3:MOId>
            <mtas:publicId>${publicIdValue}</mtas:publicId>
         </cai3:MOId>
         <cai3:MOAttributes>
            <mtas:setSubscription publicId="${publicIdValue}">
               <mtas:services>
		<mtas:conference>
			<mtas:conf-operator-configuration>
				<mtas:activated>true</mtas:activated>
				<mtas:max-number-of-parties>3</mtas:max-number-of-parties>
			</mtas:conf-operator-configuration>
		</mtas:conference>
               </mtas:services>
            </mtas:setSubscription>
         </cai3:MOAttributes>
      </cai3:Set>
   </soapenv:Body>
</soapenv:Envelope>

